/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Ваши контакты будут обработаны Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Сохраняйте Снапы в Фотоплёнку, отправляйте фото и видео в чатах, и многое другое."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Камера нужна, чтобы делать Снапы, общаться в видеочатах, добавлять друзей по Снапкоду и многого другого.";

"NSMicrophoneUsageDescription" = "Микрофон нужен для того, чтобы в Снапах, видеочатах и других сервисах был звук.";

"NSMotionUsageDescription" = "Snapchat запоминает положение вашего устройства (горизонтальное или вертикальное), когда вы снимаете Снапы, используете Линзы, читаете Discover и смотрите рекламу.";

"NSLocationWhenInUseUsageDescription" = "Благодаря этому мы можем делать приложение удобнее и предлагать вам больше фильтров, историй и другого контента."; // Reworded 09/12/2016
